---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.PoundsMassPerFootHour
source: html/e5df32b5-0f75-1c02-93e6-84df48bc5ce2.htm
---
# Autodesk.Revit.DB.UnitTypeId.PoundsMassPerFootHour Property

Pounds mass per foot hour.

## Syntax (C#)
```csharp
public static ForgeTypeId PoundsMassPerFootHour { get; }
```